[
    {
        "filename": "About HENC.html",
        "question": "About HENC",
        "article_text": "Using Digital Media Technology in Hawaiʻi’s Educational InstitutionsThe Hawaiʻi Educational Networking Consortium (HENC) is a collaborative relationship which was established in December 1993 among the University of Hawaiʻi, the State Department of Education, and the East-West Center.In 1999 the Consortium added the Hawaiʻi Association of Independent Schools to its membership and sanctioned a new Memorandum of Understanding. Collectively these four member entities have a combined user-base of over 400,000 students, adult learners, faculty, and staff that live, work and learn in all areas of the State.The purpose of HENC’s effort is to facilitate and coordinate Hawaiʻi-based cooperative activities relating to the development, promotion and support of telecommunications technology in education and research.HENC is guided in its action by an advisory council which consists of representation by the four member entities, counsel from State government as well as advisors from businesses in the private sector.HENC FundingHENC receives its funding from a percentage of the franchise fees assessed on all CATV subscriptions in Hawaii.  This funding is used to support four major programs, as well as to identify and seek additional resources at federal, state, corporate and foundation levels to support enhanced use of information and telecommunication systems and services in education.  The four major programs which HENC supports are:University of HawaiʻiHENC funding is provided to the University of Hawaiʻi’s Information Technology Services division for the purchase, development and broadcast of postsecondary informational programs, and, online courses – both credit and non-credit.Hawaiʻi Department of EducationHENC funding is provided to the Hawaiʻi Department of Education Video Technology Group for the purchase, development and statewide broadcast of elementary and secondary online courses – both credit and non-credit.Hawaiʻi Association of Independent SchoolsHENC funding is provided to the Hawaiʻi Association of Independent Schools for the production of the “In Our Schools” video series which highlights educational best practices taking place in Hawaiʻi’s private and independent preschools and K-12 institutions.Hawaiʻi Schools Digital Media GrantsHENC funding is provided to Hawaiʻi’s public, private, charter and parochial elementary and secondary schools in the form of annual grants that support the use of digital media resources in the classroom and in extracurricular programs."
    },
    {
        "filename": "Accessibility Devices.html",
        "question": "Accessibility Devices",
        "article_text": "HomeAssistive TechnologyAssistive Technology Software & DevicesAssistive Technology Software & DevicesAssistive SoftwareDragon Naturally SpeakingDragon NaturallySpeaking allows you to create, edit, and revise documents and e-mail and navigate the Web, all by voice. Just speak into a microphone, and your words appear in letters, reports, e-mails and virtually all Windows-based applications. Dragon NaturallySpeaking makes it easy to edit and format text-even change fonts, colors, and sizes-by voice. Insert phrases and paragraphs with only a few words. Listen to text and e-mail read aloud by replaying your recorded speech.JAWSJAWSfor Windows works with your PC’s software. Its internal software speech synthesizer works with sound card to read information from the screen aloud.JAWSalso to refreshable Braille displays, A training tutorial is included.Kurzweil 1000Kurzweil 1000 is a scanning, reading and writing software program for use by people who are blind or visually impaired. The software works on a personal computer in conjunction with a flatbed scanner and synthetic speech. Scanned text is converted into speech.Kurzwiel 3000Kurzweil 3000 is a software that helps people with reading or learning difficulties increase their reading speed and comprehension. Kurzweil 3000 can read virtually any scanned document or other electronic file on your computer or the Internet, using a high quality synthetic speech. Words are also highlighted in a contrasting color to the reading unit making tracking easier. New or unfamiliar words can be defined using Kurzweil 3000’s electronic dictionary, or broken down into syllables using the syllabification tool.Write:OutLoud (Mac)Write:OutLoud simplifies the writing process by reading each word out loud as students write. Consistent auditory feedback reduces the physical effort of writing and lets students use a minimum of keystrokes. The program also reads any electronic text, so students can research and present reports in class.ZoomTextZoomText is a magnification and reading software. With its easy to use features, ZoomText makes computers accessible and friendly to low-vision users.Technology for Visually Disabled StudentsArticle and additional resources on technology for visual impairments byAffordable Colleges Online."
    },
    {
        "filename": "Accessibility Software.html",
        "question": "Accessibility Software",
        "article_text": "HomeAssistive TechnologyAssistive Technology Software & DevicesAssistive Technology Software & DevicesAssistive SoftwareDragon Naturally SpeakingDragon NaturallySpeaking allows you to create, edit, and revise documents and e-mail and navigate the Web, all by voice. Just speak into a microphone, and your words appear in letters, reports, e-mails and virtually all Windows-based applications. Dragon NaturallySpeaking makes it easy to edit and format text-even change fonts, colors, and sizes-by voice. Insert phrases and paragraphs with only a few words. Listen to text and e-mail read aloud by replaying your recorded speech.JAWSJAWSfor Windows works with your PC’s software. Its internal software speech synthesizer works with sound card to read information from the screen aloud.JAWSalso to refreshable Braille displays, A training tutorial is included.Kurzweil 1000Kurzweil 1000 is a scanning, reading and writing software program for use by people who are blind or visually impaired. The software works on a personal computer in conjunction with a flatbed scanner and synthetic speech. Scanned text is converted into speech.Kurzwiel 3000Kurzweil 3000 is a software that helps people with reading or learning difficulties increase their reading speed and comprehension. Kurzweil 3000 can read virtually any scanned document or other electronic file on your computer or the Internet, using a high quality synthetic speech. Words are also highlighted in a contrasting color to the reading unit making tracking easier. New or unfamiliar words can be defined using Kurzweil 3000’s electronic dictionary, or broken down into syllables using the syllabification tool.Write:OutLoud (Mac)Write:OutLoud simplifies the writing process by reading each word out loud as students write. Consistent auditory feedback reduces the physical effort of writing and lets students use a minimum of keystrokes. The program also reads any electronic text, so students can research and present reports in class.ZoomTextZoomText is a magnification and reading software. With its easy to use features, ZoomText makes computers accessible and friendly to low-vision users.Technology for Visually Disabled StudentsArticle and additional resources on technology for visual impairments byAffordable Colleges Online."
    },
    {
        "filename": "ADA Accessibility Services.html",
        "question": "ADA Accessibility Services",
        "article_text": "The widespread use of computers and the Internet is now commonplace in higher education. College students routinely use computers to complete assignments, conduct research on the Web, and take part in online activities. Although these technologies help students become more productive, concerns exist as to whether the use of these technologies are creating additional barriers for students with disabilities.The University of Hawaii, in accord with theAmericans with Disabilities Act of 1990 (ADA), Section 504 of the Rehabilitation Act of 1973 is committed to ensuring that campus computing and information resources are accessible to disabled students, faculty and staff. Ongoing efforts are a collaboration between Disabled Student Services (KOKUA), the Office of Equal Employment Opportunities (EEO) and Affirmative Action,UHLibraries, and Information Technology Services. These efforts include making departmental web sites and online instruction more accessible and also providing assistive technologies in the computer labs on campus.What is Assistive Technology?A general term used to describe technology that assists people with disabilities such as screen reading software or alternate keyboards is “assistive technology”. The Assistive Technology Act (ATA) of 1998 defines assistive technology as “any item, piece of equipment, or product system, whether acquired commercially, modified, or customized, that is used to increase, maintain, or improve the functional capabilities of individuals with disabilities.”What is Accessibility to Electronic Information?The term accessibility is used to describe whether a user with a disability is able to input information into a computer and retrieve and use the output effectively. Accessibility can involve the use of a modified keyboard or mouse, an adjustable desk, screen readers, screen enlargers, or speech recognition software. Accessibility also extends to the World Wide Web. Examples of accessible Web sites are those that allow users who rely on screen readers to navigate and interact with Web pages effectively, or provide alternate formats for audio or video files such as transcripts or captioning."
    },
    {
        "filename": "AT at UH Campuses.html",
        "question": "AT at UH Campuses",
        "article_text": "HomeAssistive TechnologyAssistive Technology & Support at UH CampusesAssistive Technology & Support at UH CampusesUH ManoaUH HiloUH West OahuHawaii Community CollegeHonolulu Community CollegeKapiolani Community CollegeKauai Community CollegeLeeward Community CollegeUH Maui CollegeWindward Community CollegeUH MānoaOffice of Disability Access (KOKUA)Queen Lili‘uokalani Center for Student Services Room 013Phone: (808) 956-7511 | (808) 956-7612 (Voice or TTY)Website:https://hawaii.edu/kokua/Note: All equipment and software in KOKUA are PC/Windows based. All computer tables are wheelchair accessible.Available:Dragon Naturally SpeakingJAWSReadingEdgeZoomTextCCTV (Closed Circuit Television): Optelec SystemHamilton Library2550 McCarthy Mall(808) 956-7214 (Reference) | (808) 956-7203 (Circulation)Website:https://manoa.hawaii.edu/library/Available: ZoomText, JAWS available in the following locations:1st floor (near the Reference desk in the old section, Phase 1)1st floor – Science Reference, new addition, Phase 3 (to the left of the Reference counter)4th floor (next to the Express PCs, at far right of the Reference counter)*5th floor (to the left of the Reference desk)*JAWS and ZoomText not available on 4th floor workstation.Note: headphones may be checked out from the Reference or Circulation desksHamilton ITSCLICLabHamilton Library, 1st floorWebsite:https://hawaii.edu/itslabsAvailable:Electrically height-adjustable tableZoomTextJAWS21 inch monitorDragon Naturally SpeakingKurzweil 3000 Web (Requires K3000 Username & Password)UHHiloUH Hilo Disability Services OfficeStudent Services Center Room E-230Phone: (808) 932-7623 | (808) 932-7768 (Voice or TTY)Website:https://hilo.hawaii.edu/studentaffairs/uds/Manual page enlargerStereo amplified listenerKurzweil 3000 and scannerDragon Naturally Speaking 10.0 (in CC 202A Testing Room Computer) Student will need to use a special head set with built in microphone while using this software program in the CC 202A Testing Room. Head set may be borrowed from the Disability Services Office.One handed computer keyboardKindle readersLivescribe Pen for Microsoft and AppleSonocentNote Taking ExpressMookini Library200 W. Kawili StreetPhone: (808) 932-7286Available technologies are listed on theirwebsite.UH Hilo Campus Center 2nd Floor Computer LabAvailable:Kurzwil 1000 and scannerUHWest OʻahuCenter for Student AccessRoom C-241Phone: (808) 689-2935Website:https://westoahu.hawaii.edu/disabilityservices/Available:Station with height adjustable desk and speech recognition software.The Noʻeau CenterTheNoʻeauCenterhas access to a computer with the ADA software listed below in their testing room. Students can send anemailto request a reservation or call (808) 689-2750.More information about the available software:ZoomText is a screen magnifier software developed for visually impaired people that allows users to see and hear everything on the computer screen.JAWS (Job Access With Speech) is a screen reader program that allows blind or visually impaired people to read the screen by using a text-to-speech output.Kurzweil 3000 is a reading and writing software designed to assist people who are blind, partially sighted, or who have learning disabilities like dyslexia and attention deficit disorders.Hawai‘i Community CollegeHā‘awi KōkuaPhone: (808) 934-2825E-mail:hawccds@hawaii.eduWebsite:https://hawaii.hawaii.edu/disability-servicesHonolulu Community CollegeStudent ACCESSBuilding 7, Room 302Phone/TTY: (808) 844-2392Email:accesshcc-l@lists.hawaii.eduWebsite:https://www.honolulu.hawaii.edu/disability/Kapi‘olani Community CollegeDisability Support Services Office (DSSO)Ilima Building Room 107Phone: (808) 734-9552Email:kapdss@hawaii.eduWebsite:Disability Support Services Office (DSSO)Available:JAWSZoomTextKurzweil 1000Kurzweil 3000Dragon Naturally SpeakingScanner21 inch monitorLama LibraryFirst FloorAvailable on Mobile Cart:JAWSZoomTextKurzweil 1000Kurzweil 3000ScannerAvailable:CCTVKekaulike Information and Services Center (KISC)Available:ZoomTextKaua‘i Community CollegeDisability ServicesStudent Counseling OfficePhone: (808) 245-8212Website:https://kauai.hawaii.edu/disability-servicesLeeward Community CollegeDisability ServicesKākoʻo ʻIke LC 213, Library BuildingPhone: (808) 455-0421 | TTY: (808) 455-0532Website:https://www.leeward.hawaii.edu/kiUH Maui CollegeThe Learning Center310 W. Kaahumanu AvenuePhone: (808) 984-3240Email:uhmctlc@hawaii.eduWebsite:https://maui.hawaii.edu/tlcAvailable:Superprint relay serviceTape talker – 2 and 4 track tape playerKurzweil 3000ZoomText Xtra 7.0JAWSTape RecordersNote Taking TabletsDragon Naturally SpeakingHP ScannerDVEN/T AV009SUB (woofer for sound)Vantage CCD Telesensory Enlarger21 inch monitorAdjustable TablesWindward Community CollegeDisability ServicesHale ‘Akoakoa 213Phone: (808) 235-7448Website:https://windward.hawaii.edu/disabilities/"
    },
    {
        "filename": "Banner.html",
        "question": "Banner",
        "article_text": "HomeBANNERBANNERDatabaseKnown IssuesBrowserBanner Activities CalendarFormsVPNMulti-Factor AuthenticationFAQsBanner Outage CalendarTraining ResourcesAnnouncementsShortcutsHelp"
    },
    {
        "filename": "CI Advisory Committee.html",
        "question": "CI Advisory Committee",
        "article_text": "HomeCyberinfrastructureAbout CIAbout CIOur MissionOur mission is to support data intensive research and scholarship at UH with state of the art resources, services and expertise.Our FocusOur focus is advanced computing (above the desktop), data, science as a service, and collaborative research.CI Faculty Advisory CommitteeFaculty Advisory Committee members represent a wide range of disciplines.Mahdi Belcaid, Information and Computer SciencesRenee Bellinger, UH Hilo BiologyMonique Chyba, MathematicsEd DeLong, Center for Microbial Oceanography: Research and Education (CMORE)Curt Dodds, Institute for AstronomyYingfei Dong, Electrical EngineeringNicole Hynson, C-MAIKIGarrett Ito, Geology and GeophysicsMarcelo Kobayashi, Mechanical EngineeringAlice Koniges, Maui High Performance Computing CenterJason Leigh, Information and Computer SciencesTravis Mandel, UH Hilo Computer Science and EngineeringJim Potemra, Hawaii Inst of Geophysics and Planetology (HIGP) and Internat'l Pacific Research Center (IPRC)Brian Powell, OceanographyGernot Presting, Molecular Biosciences & BioEngineering (MBB)Richard Rath, HistoryPeter Sadowski, Information and Computer SciencesPrasad Santhanam, Electrical EngineeringJohn Shepherd, UH Cancer CenterRui Sun, ChemistryIstavan Szapudi, Institute for Astronomy (IfA)Bob Thomson, BiologyGrady Weyenberg, UH Hilo MathematicsView Past Meeting Presentations to Committee:Presentation to CI Faculty Advisory Committee 2019Presentation to CI Faculty Advisory Committee 2017Presentation to CI Faculty Advisory Committee 2016CI StaffLeadershipGwen A Jacobs, PhDDirector of CyberinfrastructureSean Cleveland, PhDAssociate Director of CyberinfrastructureAdministrativeMichelle ChoeEPSCoR Hawaiʻi Project AdministratorMaria DumanlangEPSCoR Hawaiʻi/Hawaiʻi Data Science Institute Communications DirectorShivani TanakaEPSCoR Hawaiʻi Student Research Programs ManagerSoftware DevelopmentJennifer GeisCyberinfrastructure Software EngineerJared McLeanResearch Software EngineerHigh Performance ComputingRon Merrill, PhDManager High Performance ComputingDavid SchanzenbachPrincipal Systems Architect"
    },
    {
        "filename": "CI Research.html",
        "question": "CI Research",
        "article_text": "HomeCYBERINFRASTRUCTURECI Research – Projects and PublicationsCI Research – Projects and PublicationsPIREN – PACIFIC ISLANDS RESEARCH AND EDUCATION NETWORK (NSF)http://www.hawaii.edu/piren/The University of Hawaii’s Pacific Islands Research and Education Network is in place for these functions: support AARNET’s circuits from Australia and New Zealand to the U.S. via Hawaii; foster research and education network capacity to interconnect Pacific Islands with each other and the global network; connect Mauna Kea and Haleakala, sites of major international astronomy observatories; and cooperate with relevant NSF project awardees.AGAVE (NSF)https://www.hawaii.edu/its/projects/ci-agave/This project aims to bring advanced cyberinfrastructure capabilities such as data storage, transfer and management and compute to UH researchers through the use of the Agave platform (https://agaveapi.co/) for accelerating research. UH CI will leverage the Agave APIs to build science gateways, application and pipelines to support UH research. Agave is the leading all-in-one Science-As-A-Service platform for the Open Science community.ACI-REF ADVANCED CYBERINFRASTRUCTURE – RESEARCH AND EDUCATIONAL FACILITATION (NSF)https://aciref.orgThe ACI-REF program, Advanced Cyberinfrastructure – Research and Educational Facilitation: Campus-Based Computational Research Support, is represented by a consortium of education and research institutions. These institutions are committed to the vision of advancing scientific discovery through a national network of highly trained facilitators known as ACI-REFs. Three members of the UH ITS-CI team are trained ACI-REF facilitators.ʻIKE WAI – IKE INTEGRATED KNOWLEDGE ENVIRONMENT (NSF)http://www.hawaii.edu/epscor/Hawai‘i EPSCoR project, ‘Ike Wai, is a cross disciplinary project that aims to increase understanding of Hawaiian island hydrology to provide improved data to address challenges to water sustainability from climate variability, population demands and water contamination. The IKE science gateway serves as the central location for data management, computation, analysis, visualization and dissemination of all data and data products generated by ‘Ike Wai.ITS-CI PAPERS AND PRESENTATIONSPublicationsDooley, Rion; Cleveland, Sean. 2018. Accelerating Gateway Development with Agave ToGo Webapps and Microsites. 10th International Workshop on Science Gateways (IWSG 2018).Link.PresentationsJacobs, Gwen A. 2018. CI 2030 – A Community Discussion (Report Presentation). Birds of a Feather – PEARC Practice and Experience in Advanced Research Computing Conference Series, 2018.Link.Cleveland, Sean B.; Dooley, Rion; Perry, David; Stubbs, Joe; Fonner, John M.; Jacobs, Gwen A. 2018. Building Science Gateway Infrastructure in the Middle of the Pacific and Beyond: Experiences using the Agave Deployer and Agave Platform to Build Science Gateways (Extended Abstract). PEARC Practice and Experience in Advanced Research Computing Conference Series, 2018.Link.Cleveland, Sean B.; Geis, Jennifer; Jacobs, Gwen A. 2018. The Ike Wai Gateway – A Science Gateway for the Water Future of Hawaii. (Extended Abstract).Link.Cleveland, Sean B.; Geis, Jennifer; Jacobs, Gwen A. 2018. The ‘Ike Gateway – Current State (Poster). PEARC Practice and Experience in Advanced Research Computing Conference Series, 2018.Link.Dooley, Rion; Fonner, John; Brandt, Steven R; Traxler, Kathryn; Jacobs, Gwen. 2017. Agave Platform: The Leading All-in-One Science-as-a-Service Platform for the Open Science Community (Poster).Link.This material is based upon work supported by the National Science Foundation under multiple Grants. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation."
    },
    {
        "filename": "Contact the CI Team.html",
        "question": "Contact the CI Team",
        "article_text": "HomeCYBERINFRASTRUCTUREContact UsContact UsThe best way to reach us is by emailing your question or request to:uh-hpc-help@lists.hawaii.edu.For help with HPC problems –It is most helpful if you provide all of the following information:Job IDPaths to submission script, output files, error filesSubmission commandNeed to arrange an in-depth Consultation?Pleaseemail uswith details.Mailing address:ITS – CyberinfrastructureUniversity of Hawaii2520 Correa Rd, IT Center, 6th floorHonolulu, Hawaiʻi 96822"
    },
    {
        "filename": "Cyberinfrastructure.html",
        "question": "Cyberinfrastructure",
        "article_text": "HomeCYBERINFRASTRUCTURECYBERINFRASTRUCTUREWe provide support for data-intensive research and scholarship for the University of Hawai‘i (UH) ten campus system with state-of-the-art advanced computing resources, services and expertise.Hawai‘i Data Science InstituteTheHawai‘i Data Science Instituteis a UH System-wide effort to support data science education, collaborative research and partnerships with industry.Learn more atdatascience.hawaii.edu.Mana– The UH High Performance Computing ClusterLearn more aboutMana, the UH high performance computing cluster, a free resource available to all UH faculty, staff and students across all ten campuses. Request yourfreeaccountor learn more aboutMana:datascience.hawaii.edu/hpc"
    },
    {
        "filename": "Data & Voice Services.html",
        "question": "Data & Voice Services",
        "article_text": "HomeData & Voice ServicesData & Voice ServicesInformation Technology Services is the primary provider of system-wide network connectivity for the ten campuses, the John A Burns School of Medicine, the Cancer Research Center, five education centers and many remote research sites.  The network has been converged to support voice service, distance learning and collaboration services, as well as countless business, research, teaching and learning applications.The system-wide voice service is built on the Avaya Aura platform to support voice-over-IP technology.  The voice service spans across all ten campuses providing toll-free calling between the campuses and most of the Hawaiian islands.Information Technology Services also manages the data and voice needs for the Manoa campus.ADDITIONAL RESOURCESAudio Conference BridgeHow to request"
    },
    {
        "filename": "Data Center Colocation Services.html",
        "question": "Data Center Colocation Services",
        "article_text": "HomeServers, Data Center & Storage ServicesCOLOCATIONCOLOCATIONAbout this Service“Co­-Location” is an ITS service that allows departments and researchers at the University of Hawaii to locate and operate their computing hardware inside professionally maintained data centers on the Manoa campus.Customer equipment will be housed at theInformation Technology Center Data Center. This is a state of the art facility with advanced power, cooling and disaster avoidance features. Customers can pay for their own stand-alone cabinet, or can save money by only paying for the exact space (in rack units) that their equipment uses.Service BenefitsCustomers of this service can expect these benefits:Reliable power and cooling will increase the uptime of your equipmentPhysically secure facilities will better protect your computing equipment from theft, vandalism and accidental damageMoving equipment out of your local offices frees up space for your other prioritiesEfficient power and cooling reduces UH’s use of natural resources and overall expensesThe environmentally hardened IT Center Data Center can reduce the risk of your equipment being damaged or unavailable due to natural disastersService Level AgreementTheService Level Agreementfor this service describes the service in more details.PricingITC Data Center … $125 per year per rack unit or $3700 per year per cabinetRacks are 40 rack units in size. The usable capacity of each cabinet will be dictated in part by the power, cooling and network requirements within the cabinet. See the service level agreement below for more details.ITS will provide technical assistance on an ongoing basis for no fee.OrderingCo-Location services can be requested by logging into theUH ITSM web portaland referring toAsk Us 1824.If you have any questions about this service, please send email toitsdctr@hawaii.eduor call us at (808) 956-0135."
    },
    {
        "filename": "Educational Cable Access.html",
        "question": "Educational Cable Access",
        "article_text": "HomeUH CableUH CableAs part of the cable franchise agreement for all commercial cable companies in Hawaii that provide public access channels for educational programming, UH cable provides educational programming for UH credit courses and UH-produced informational programming statewide on Spectrum and Hawaiian Telcom.  Subscription to Spectrum or Hawaiian Tel is required.Spectrum TVChannel 355 (UHTV) -statewideChannel 354 (MCTV) -Maui county onlyChannel 1963 (Video-on-demand) -require a digital cable boxHawaiian Telcom TVChannel 355 (UHTV) -Oʻahu onlyCurrent Programming Line-upSundayMondayTuesdayWednesdayThursdayFridaySaturdayRelated LinksUH Programming RequestsCable Student Guide"
    },
    {
        "filename": "Google@UH.html",
        "question": "Google@UH",
        "article_text": "Get HelpTo learn how to use Google Apps for Education tools visit Google'sHelp Centeror watch the Google Apps Tour.Questions about Google@UH?Contact the ITS Help Desk (808) 956-8883Toll-free from neighbor islands: (800) 558-2669Email:help@hawaii.eduQuick LinksClick on an icon to directly access any of these Google Apps:GmailCalendarDrive"
    },
    {
        "filename": "Hawaii School Digital Media Grant FAQs.html",
        "question": "Hawaii School Digital Media Grant FAQs",
        "article_text": "HomeFAQFAQHawaiʻi School Digital Media (HSDM) Grant FAQsWhat are HSDM grants?HSDM grants are funds provided to Hawaiʻi elementary and secondary education institutions to support the curricular, co-curricular and extra-curricular use of digital media as a learning resource for teachers and students.  The grants are awarded to institutions, not individuals; although, at the request of the school, the award checks may be made out to an individual teacher or administrator, a school club, or to some other entity related to the school.Who can apply for a HSDM grant?Any public, private, charter or parochial K-12 institution licensed in the State of Hawaiʻi may apply for HSDM grants.When are the grant applications due?HSDM grant applications must be posted by midnight on the 31stof August each year.When are the grant awards made?The HSDM review committee usually meets mid-September to review all applications and decide on the distribution of funds.  Schools are normally notified by the end of September of the status of its application(s), and checks are mailed by the middle of October.Can a school submit more than one application for an HSDM grant?A school can submit more than one application for funding from the HSDM program; however, the total funds awarded to any one institution during any single grant year will not exceed the amount of the largest available award (currently $3,000).What can HSDM grant funds be used for?HSDM grant funds can be used to purchase digital media equipment (photographic cameras, video acquisition and recording equipment, audio acquisition and recording equipment, video and audio editing equipment, lighting, computers, software, other production and studio related equipment, and related disposable supplies as flash drives and DVD disks.  Grant funds may also be used for training materials and registration fees or consulting fees for digital media and video production training programs.  Travel expenses related to production of video at locations other than the institution (“away games” of sports teams, band participation in parades, community events and off-site project-based learning activities).What must a school provide in return for accepting the HSDM grant funds?In its application for funding a teacher or program or club at a school outlines how the grant funds will be used by teachers, administrators and/or students to support the development of digital media literacy through the use of digital media resources in the school’s curricular, co-curricular and/or extra-curricular activities.  The school also agrees to produce a given number of minutes of video programming that is of sufficient quality that it can be broadcast on the TEACH Education Access Channels of Oceanic Cable and/or Hawaiian Telecom TV.  The larger the grant award, the larger is the number of minutes of video that must be submitted.  The school also agrees to submit a final report on the use of the funds by June 30 of the grant year.What if a school does not submit any videos for broadcast or does not submit a final report?A school is ineligible to apply for additional HSDM grant funding until the required number of minutes of video and a final report have been submitted for any previous grant award.Can a school submit videos produced with HSDM grant funds for broadcast elsewhere?The videos produced by a school with HSDM funds are the property of the school and may be submitted for broadcast elsewhere (such as public television) and/or entered into local or national video competitions.  The grant funds may also be used to support video production related to the school’s participation in other programs such as the Hawaiʻi History Day competition."
    },
    {
        "filename": "Hawaii School Digital Media Grant Themes.html",
        "question": "Hawaii School Digital Media Grant Themes",
        "article_text": "HomeHSDMHSDMHSDM Grant ThemesVideo submissions should focus on or be related to one or more of the following thematic areas:Arts EducationDigital AnimationMusic VideosDigital Tools in the ClassroomDigital Tools in the Classroom21stCentury Instructional AchievementsSocial Media in the ClassroomTechnology Tools Reviews and TutorialsHawaiian LifestylesSocial Change in HawaiʻiLiving Aloha, Local TraditionsSafety and Well-BeingHealthy Eating / Nutrition / Fighting ObesityTaking a Stand Against BullyingService Learning & Community SupportEnvironmental TrendsSchool GardensFor more information, go toHawaiʻi Schools Digital Media (HSDM) Grants."
    },
    {
        "filename": "Hawaiʻi Educational Networking Consortium.html",
        "question": "Hawaiʻi Educational Networking Consortium",
        "article_text": "Using Digital Media Technology in Hawaiʻi’s Educational InstitutionsThe Hawaiʻi Educational Networking Consortium (HENC) is a collaborative relationship which was established in December 1993 among the University of Hawaiʻi, the State Department of Education, and the East-West Center.In 1999 the Consortium added the Hawaiʻi Association of Independent Schools to its membership and sanctioned a new Memorandum of Understanding. Collectively these four member entities have a combined user-base of over 400,000 students, adult learners, faculty, and staff that live, work and learn in all areas of the State.The purpose of HENC’s effort is to facilitate and coordinate Hawaiʻi-based cooperative activities relating to the development, promotion and support of telecommunications technology in education and research.HENC is guided in its action by an advisory council which consists of representation by the four member entities, counsel from State government as well as advisors from businesses in the private sector.HENC FundingHENC receives its funding from a percentage of the franchise fees assessed on all CATV subscriptions in Hawaii.  This funding is used to support four major programs, as well as to identify and seek additional resources at federal, state, corporate and foundation levels to support enhanced use of information and telecommunication systems and services in education.  The four major programs which HENC supports are:University of HawaiʻiHENC funding is provided to the University of Hawaiʻi’s Information Technology Services division for the purchase, development and broadcast of postsecondary informational programs, and, online courses – both credit and non-credit.Hawaiʻi Department of EducationHENC funding is provided to the Hawaiʻi Department of Education Video Technology Group for the purchase, development and statewide broadcast of elementary and secondary online courses – both credit and non-credit.Hawaiʻi Association of Independent SchoolsHENC funding is provided to the Hawaiʻi Association of Independent Schools for the production of the “In Our Schools” video series which highlights educational best practices taking place in Hawaiʻi’s private and independent preschools and K-12 institutions.Hawaiʻi Schools Digital Media GrantsHENC funding is provided to Hawaiʻi’s public, private, charter and parochial elementary and secondary schools in the form of annual grants that support the use of digital media resources in the classroom and in extracurricular programs."
    },
    {
        "filename": "HENC Grant Final Reports.html",
        "question": "HENC Grant Final Reports",
        "article_text": "HomeReportsReportsHENC Grant Final Reports2022 Plan & ReportEducational Access Cable Plan for 2022 (PDF)2021 Plan & ReportEducation Access Annual Report for 2021 (PDF)Educational Access Cable Plan for 2021 (PDF)2020 Plan & ReportEducational Access Annual Report for 2020 (PDF)Education Access Annual Plan for 2020 (PDF)2019 Plan & ReportEducation Access Annual Report for 2019 (PDF)Education Access Annual Plan for 2019 (PDF)2018 Plan & ReportEducation Access Annual Report for 2018 (PDF)Education Access Annual Plan for 2018 (PDF)2017 Plan & ReportEducation Access Annual Report for 2017 (PDF)Education Access Annual Plan for 2017 (PDF)2016 Plan & ReportEducation Access Annual Plan for 2016 (PDF)Education Access Annual Report for 2016 (PDF)2014-15 Plan & ReportEducational Access Annual Plan for 2014-15 (PDF)Educational Access Annual Report 2015 (PDF)2013-14 Plan & ReportEducational Access Annual Plan for 2013-14 (PDF)Educational Access 2013-14 Annual Report (PDF)2012-13 Plan & ReportEducational Access Annual Plan for 2012-13 (PDF)Educational Access 2012-13 Annual Report (PDF)2011-12 Plan & ReportEducational Access Annual Plan for 2011-12 (PDF)Educational Access 2011-12 Annual Report (PDF)Hawaii Schools Digital Media Initiative 2003-2012 (PDF)Questions about final reports can be directed to:Dr. Philip BossertSenior HENC Program CoordinatorEmail:bossert@hawaii.edu"
    },
    {
        "filename": "HPC Free Account & Onboarding.html",
        "question": "HPC Free Account & Onboarding",
        "article_text": "HomeCyberinfrastructureHPC Account RequestHPC Account RequestThanks for your interest! Using your UH account, please fill out the form linked below.You will be asked to register for an HPC onboarding session. Training materials for that session may be viewedhere- you may want to revisit these in future. A link to this material is also provided at every HPC login.In the form below, if you see \"You need permission,\" then you need to log out of your personal account, or open an incognito or private window, and then try viewing this form. It will require you to login on a gold screen with your UH credentials.  If you still have issues please contactuh-hpc-help@lists.hawaii.edu.Account request form"
    },
    {
        "filename": "Partners & Collaborators.html",
        "question": "Partners & Collaborators",
        "article_text": "HomeCYBERINFRASTRUCTURECI Partners and CollaboratorsCI Partners and CollaboratorsHI-DSIThe Hawaii Data Science Institute (HI-DSI) at the University of Hawaii at Manoa is a campus-wide focus for interdisciplinary research and instructional capacity relating to data, computation, and visualization. HI-DISI provides the coordinating infrastructure to supports research competitiveness, articulate priorities for campus investment in data and computation intensive research, facilitate the creation of new degree and certificate programs that meet the student and employer needs and provide a focus for philanthropic support of Big Data and related areas.http://datascience.hawaii.eduLAVAThe mission of the Laboratory for Advanced Visualization & Applications (LAVA) at the University of Hawaiʻi at Mānoa is to conduct research and development in big data visualization techniques, and to apply these techniques in cutting edge domain science, engineering, and training applications. LAVA will be a core laboratory in the University of Hawai‘i system’s initiative to build an institute to serve the data intensive science, engineering and training needs of UH’s 10 campuses.http://lava.manoa.hawaii.edu/HAWAIʻI EPSCORThe National Science Foundation created EPSCoR (the Established Program to Stimulate Competitive Research) to “enhance research competitiveness of targeted jurisdictions… by strengthening STEM capacity and capability.” Hawaiʻi’s current EPSCoR project is ʻIke Wai: Securing Hawaii’s Water Future. The project mission is to ensure Hawaiʻi’s future water security through an integrated program of research, education, community engagement, and decision support. Its vision is to promote water resource management in Hawaiʻi that is sustainable, responsible, and data driven.http://www.hawaii.edu/epscor/TACCTexas Advanced Computing Center (TACC) designs and deploys the world’s most powerful advanced computing technologies and innovative software solutions to enable discoveries that advance science and society through the application of advanced computing technologies. TACC’s environment includes a comprehensive cyberinfrastructure ecosystem of leading-edge resources in high performance computing (HPC), visualization, data analysis, storage, archive, cloud, data-driven computing, connectivity, tools, APIs, algorithms, consulting, and software.https://www.tacc.utexas.edu/ACI-REFACI-REF refers to “Advanced Cyberinfrastructure – Research and Educational Facilitation,” which supports building best practices and a network of facilitators support research computing on six initial campuses: Clemson U, Harvard U, U Wisconsin at Madison, U Southern California, U Utah, and U Hawaii.http://aciref.orgCARCCCARCC refers to “Advancing Research and Education through a national network of campus research computing infrastructures – the CaRC Consortium”. It is an extension of the ACI-REF experiment, a group of ~35 campuses who have banded together in an attempt to figure out how to sustain and maintain the massive growth in demand for research computing on our campuses by sharing, collaborating, working together and developing best practices.https://carcc.org/SGCIThe Science Gateways Community Institute (SGCI) provides services, resources, community support, and education for creating and sustaining science gateways – online interfaces that give researchers, educators, and students easy access to specialized, shared resources that are specific to a science or engineering discipline. SGCI provides services and resources to assist with the challenges of developing, operating, and sustaining a gateway for the benefit of science research.https://sciencegateways.org/"
    },
    {
        "filename": "Resources for Computer Accessibility.html",
        "question": "Resources for Computer Accessibility",
        "article_text": "HomeResourcesResources for Computer AccessibilityResources for Computer AccessibilityThis page provides instructions on computer accessibility.Getting StartedFor more information on accessibility guidelines, policies and laws, please see:Section 508 on IT Accessibility Laws and PoliciesUnited States Access Board’s Guidelines and StandardsWorld Wide Web Consortium (W3C) StandardsWeb Content Accessibility Guidelines (WCAG) 2.0Web Accessibility in Mind (WebAIM) WCAG 2.0ʻs ChecklistTrainingTo learn how to fix accessibility issues, please see UHʻsAccessibility Trainingpage.Creating accessible websites & testing them:[1]Information on how to create accessible websites may be found on the UH’sAccessible Web Design Guidelinespage.To test your websites for accessibility issues, please see the following tools:SiteimproveSiteimprove’s free Google Chrome ExtensionSortSite WCAG 2.0 Compliance CheckingWAVEW3C Markup EvaluationWebAIM’s Contrast CheckerNote: For any extension mentioned above from theChrome Web Store, in order to download and install the extension, you will need to log out of your UH account on your web browser. Once the installation is finished you can then log back in.Creating accessible documents & files:UH’s Information Technology Services (ITS) creating accessible documents pageprovides resources for: Adobe Acrobat and InDesign, Microsoft Office for Word, Excel, and PowerPoint, and Google tools Docs, Sheets, and Slides.For PDF remediation services, please seeaxesPDF for WordandCommonLook.To learn how to fix accessibility issues for documents and files, please see UHʻsAccessibility Trainingpage.Creating accessible videos with closed captions:Closed captioning allows for viewers to toggle on/off captions or subtitles when viewing videos. In order to play a video that allows for closed captioning, one must either have a player, like YouTube, or “merge” both a sidecar file (.srt, .vtt, etc.) and video in a player that allows for this feature.The following are free to minimal cost resources on creating accessible videos with closed captions:Augusta ADA Solutionis an automated captioning tool provided by the University of Hawaii System which allows faculty and staff to upload video files for automated caption/transcription. Augusta tutorials can be found on ourCreating Accessible Mediapage.YouTube explainshow to edit the closed captioning feature in YouTube.Uploaded videos onFacebookcan also be closed caption.Service-for-fee likeRev.comandAmaraallows its users to add videos in public spaces.The following are paid services available for captioning videos:Otter.ai(Standard Tier) – Utilizes powerful AI tools to create and collaborate on transcriptions.3Play Media(Premium Tier) – Their three step process for transcription uses speech recognition, human editing, and human quality assurance to provide the highest accuracy.For more information on available captioning tools, and for help in determining which tool may best suit your specific needs, please refer to ourCreating Accessible Mediapage.Creating auditory transcriptions:Providing auditory descriptions will also aid with a visual representation. Please see the following links:Web Video Text Tracts or WebVTTandAble Player.More information on accessibility at UH:The 2017 IT All-Campus Workshop includes Google Slides for accessibilityrequirementsandpolicies.The Center for Disability Studies’ Media Center offers accessibility services. For more information, please contact Dr. Kiriko Takahashi atkiriko@hawaii.edu.General information on accessibility:U.S. Health & Human Services checklistsfor making files accessible.University of Washington’s (UW) Faculty Room – information on basicUniversal Design Principles, additionalfaculty resources, and aknowledge baseof case studies, practices and Q&As regarding accessibility.Why icon fonts pose an accessibility problem:YouTube video(28:57),Slides, andGithub blogProcurement guidelines for other Universities:University of Washington’sProcuring Accessible ITUniversity of California’sGuidelines for Purchasing Accessible IT Products or Services[1]While automated accessibility auditors are excellent resources, they still require a knowledgeable person to address false-positives and false-negatives in their reporting."
    },
    {
        "filename": "Section 508 Standards.html",
        "question": "Section 508 Standards",
        "article_text": "HomeSection 508Section 508 StandardsSection 508 StandardsSubpart A — General1194.1 Purpose.1194.2 Application.1194.3 General exceptions.1194.4 Definitions.1194.5 Equivalent facilitation.Subpart B — Technical Standards1194.21 Software applications and operating systems.1194.22 Web-based intranet and internet information and applications. 16 rules.1194.23 Telecommunications products.1194.24 Video and multimedia products.1194.25 Self contained, closed products.1194.26 Desktop and portable computers.Subpart C — Functional Performance Criteria1194.31 Functional performance criteria.Subpart D — Information, Documentation, and Support1194.41 Information, documentation, and support.Figures to Part 1194Authority: 29 U.S.C. 794d.Subpart A — General§1194.1 Purpose.The purpose of this part is to implement section 508 of the Rehabilitation Act of 1973, as amended (29 U.S.C. 794d). Section 508 requires that when Federal agencies develop, procure, maintain, or use electronic and information technology, Federal employees with disabilities have access to and use of information and data that is comparable to the access and use by Federal employees who are not individuals with disabilities, unless an undue burden would be imposed on the agency. Section 508 also requires that individuals with disabilities, who are members of the public seeking information or services from a Federal agency, have access to and use of information and data that is comparable to that provided to the public who are not individuals with disabilities, unless an undue burden would be imposed on the agency.§1194.2 Application.(a) Products covered by this part shall comply with all applicable provisions of this part. When developing, procuring, maintaining, or using electronic and information technology, each agency shall ensure that the products comply with the applicable provisions of this part, unless an undue burden would be imposed on the agency.(1) When compliance with the provisions of this part imposes an undue burden, agencies shall provide individuals with disabilities with the information and data involved by an alternative means of access that allows the individual to use the information and data.(2) When procuring a product, if an agency determines that compliance with any provision of this part imposes an undue burden, the documentation by the agency supporting the procurement shall explain why, and to what extent, compliance with each such provision creates an undue burden.(b) When procuring a product, each agency shall procure products which comply with the provisions in this part when such products are available in the commercial marketplace or when such products are developed in response to a Government solicitation. Agencies cannot claim a product as a whole is not commercially available because no product in the marketplace meets all the standards. If products are commercially available that meet some but not all of the standards, the agency must procure the product that best meets the standards.(c) Except as provided by§1194.3(b), this part applies to electronic and information technology developed, procured, maintained, or used by agencies directly or used by a contractor under a contract with an agency which requires the use of such product, or requires the use, to a significant extent, of such product in the performance of a service or the furnishing of a product.§1194.3 General exceptions.(a) This part does not apply to any electronic and information technology operated by agencies, the function, operation, or use of which involves intelligence activities, cryptologic activities related to national security, command and control of military forces, equipment that is an integral part of a weapon or weapons system, or systems which are critical to the direct fulfillment of military or intelligence missions. Systems which are critical to the direct fulfillment of military or intelligence missions do not include a system that is to be used for routine administrative and business applications (including payroll, finance, logistics, and personnel management applications).(b) This part does not apply to electronic and information technology that is acquired by a contractor incidental to a contract.(c) Except as required to comply with the provisions in this part, this part does not require the installation of specific accessibility-related software or the attachment of an assistive technology device at a workstation of a Federal employee who is not an individual with a disability.(d) When agencies provide access to the public to information or data through electronic and information technology, agencies are not required to make products owned by the agency available for access and use by individuals with disabilities at a location other than that where the electronic and information technology is provided to the public, or to purchase products for access and use by individuals with disabilities at a location other than that where the electronic and information technology is provided to the public.(e) This part shall not be construed to require a fundamental alteration in the nature of a product or its components.(f) Products located in spaces frequented only by service personnel for maintenance, repair, or occasional monitoring of equipment are not required to comply with this part.§1194.4 Definitions.The following definitions apply to this part:Agency. Any Federal department or agency, including the United States Postal Service.Alternate formats. Alternate formats usable by people with disabilities may include, but are not limited to, Braille,ASCIItext, large print, recorded audio, and electronic formats that comply with this part.Alternate methods.Different means of providing information, including product documentation, to people with disabilities. Alternate methods may include, but are not limited to, voice, fax, relay service,TTY, Internet posting, captioning, text-to-speech synthesis, and audio description.Assistive technology. Any item, piece of equipment, or system, whether acquired commercially, modified, or customized, that is commonly used to increase, maintain, or improve functional capabilities of individuals with disabilities.Electronic and information technology. Includes information technology and any equipment or interconnected system or subsystem of equipment, that is used in the creation, conversion, or duplication of data or information. The term electronic and information technology includes, but is not limited to, telecommunications products (such as telephones), information kiosks and transaction machines, World Wide Web sites, multimedia, and office equipment such as copiers and fax machines. The term does not include any equipment that contains embedded information technology that is used as an integral part of the product, but the principal function of which is not the acquisition, storage, manipulation, management, movement, control, display, switching, interchange, transmission, or reception of data or information. For example, HVAC (heating, ventilation, and air conditioning) equipment such as thermostats or temperature control devices, and medical equipment where information technology is integral to its operation, are not information technology.Information technology. Any equipment or interconnected system or subsystem of equipment, that is used in the automatic acquisition, storage, manipulation, management, movement, control, display, switching, interchange, transmission, or reception of data or information. The term information technology includes computers, ancillary equipment, software, firmware and similar procedures, services (including support services), and related resources.Operable controls.A component of a product that requires physical contact for normal operation. Operable controls include, but are not limited to, mechanically operated controls, input and output trays, card slots, keyboards, or keypads.Product. Electronic and information technology.Self Contained, Closed Products.Products that generally have embedded software and are commonly designed in such a fashion that a user cannot easily attach or install assistive technology. These products include, but are not limited to, information kiosks and information transaction machines, copiers, printers, calculators, fax machines, and other similar types of products.Telecommunications. The transmission, between or among points specified by the user, of information of the user’s choosing, without change in the form or content of the information as sent and received.TTY. An abbreviation for teletypewriter. Machinery or equipment that employs interactive text based communications through the transmission of coded signals across the telephone network.TTYsmay include, for example, devices known as TDDs (telecommunication display devices or telecommunication devices for deaf persons) or computers with special modems.TTYsare also called text telephones.Undue burden. Undue burden means significant difficulty or expense. In determining whether an action would result in an undue burden, an agency shall consider all agency resources available to the program or component for which the product is being developed, procured, maintained, or used.§1194.5 Equivalent facilitation.Nothing in this part is intended to prevent the use of designs or technologies as alternatives to those prescribed in this part provided they result in substantially equivalent or greater access to and use of a product for people with disabilities.Subpart B — Technical Standards§1194.21 Software applications and operating systems.(a) When software is designed to run on a system that has a keyboard, product functions shall be executable from a keyboard where the function itself or the result of performing a function can be discerned textually.(b) Applications shall not disrupt or disable activated features of other products that are identified as accessibility features, where those features are developed and documented according to industry standards. Applications also shall not disrupt or disable activated features of any operating system that are identified as accessibility features where the application programming interface for those accessibility features has been documented by the manufacturer of the operating system and is available to the product developer.(c) A well-defined on-screen indication of the current focus shall be provided that moves among interactive interface elements as the input focus changes. The focus shall be programmatically exposed so that assistive technology can track focus and focus changes.(d) Sufficient information about a user interface element including the identity, operation and state of the element shall be available to assistive technology. When an image represents a program element, the information conveyed by the image must also be available in text.(e) When bitmap images are used to identify controls, status indicators, or other programmatic elements, the meaning assigned to those images shall be consistent throughout an application’s performance.(f) Textual information shall be provided through operating system functions for displaying text. The minimum information that shall be made available is text content, text input caret location, and text attributes.(g) Applications shall not override user selected contrast and color selections and other individual display attributes.(h) When animation is displayed, the information shall be displayable in at least one non-animated presentation mode at the option of the user.(i) Color coding shall not be used as the only means of conveying information, indicating an action, prompting a response, or distinguishing a visual element.(j) When a product permits a user to adjust color and contrast settings, a variety of color selections capable of producing a range of contrast levels shall be provided.(k) Software shall not use flashing or blinking text, objects, or other elements having a flash or blink frequency greater than 2 Hz and lower than 55 Hz.(l) When electronic forms are used, the form shall allow people using assistive technology to access the information, field elements, and functionality required for completion and submission of the form, including all directions and cues.§1194.22 Web-based intranet and internet information and applications.(a) A text equivalent for every non-text element shall be provided (e.g., via “alt”, “longdesc”, or in element content).(b) Equivalent alternatives for any multimedia presentation shall be synchronized with the presentation.(c) Web pages shall be designed so that all information conveyed with color is also available without color, for example from context or markup.(d) Documents shall be organized so they are readable without requiring an associated style sheet.(e) Redundant text links shall be provided for each active region of a server-side image map.(f) Client-side image maps shall be provided instead of server-side image maps except where the regions cannot be defined with an available geometric shape.(g) Row and column headers shall be identified for data tables.(h) Markup shall be used to associate data cells and header cells for data tables that have two or more logical levels of row or column headers.(i) Frames shall be titled with text that facilitates frame identification and navigation.(j) Pages shall be designed to avoid causing the screen to flicker with a frequency greater than 2 Hz and lower than 55 Hz.(k) A text-only page, with equivalent information or functionality, shall be provided to make a web site comply with the provisions of this part, when compliance cannot be accomplished in any other way. The content of the text-only page shall be updated whenever the primary page changes.(l) When pages utilize scripting languages to display content, or to create interface elements, the information provided by the script shall be identified with functional text that can be read by assistive technology.(m) When a web page requires that an applet, plug-in or other application be present on the client system to interpret page content, the page must provide a link to a plug-in or applet that complies with§1194.21(a) through (l).(n) When electronic forms are designed to be completed on-line, the form shall allow people using assistive technology to access the information, field elements, and functionality required for completion and submission of the form, including all directions and cues.(o) A method shall be provided that permits users to skip repetitive navigation links.(p) When a timed response is required, the user shall be alerted and given sufficient time to indicate more time is required.Note to§1194.22:1. The Board interprets paragraphs (a) through (k) of this section as consistent with the following priority 1 Checkpoints of the Web Content Accessibility Guidelines 1.0 (WCAG 1.0) (May 5, 1999) published by the Web Accessibility Initiative of the World Wide Web Consortium:Section 1194.22 ParagraphWCAG 1.0 Checkpoint(a)1.1(b)1.4(c)2.1(d)6.1(e)1.2(f)9.1(g)5.1(h)5.2(i)12.1(j)7.1(k)11.42. Paragraphs (l), (m), (n), (o), and (p) of this section are different from WCAG 1.0. Web pages that conform to WCAG 1.0, level A (i.e., all priority 1 checkpoints) must also meet paragraphs (l), (m), (n), (o), and (p) of this section to comply with this section. WCAG 1.0 is available athttp://www.w3.org/TR/1999/WAI-WEBCONTENT-19990505.§1194.23 Telecommunications products.(a) Telecommunications products or systems which provide a function allowing voice communication and which do not themselves provide aTTYfunctionality shall provide a standard non-acoustic connection point forTTYs. Microphones shall be capable of being turned on and off to allow the user to intermix speech withTTYuse.(b) Telecommunications products which include voice communication functionality shall support all commonly used cross-manufacturer non-proprietary standardTTYsignal protocols.(c) Voice mail, auto-attendant, and interactive voice response telecommunications systems shall be usable byTTYusers with theirTTYs.(d) Voice mail, messaging, auto-attendant, and interactive voice response telecommunications systems that require a response from a user within a time interval, shall give an alert when the time interval is about to run out, and shall provide sufficient time for the user to indicate more time is required.(e) Where provided, caller identification and similar telecommunications functions shall also be available for users ofTTYs, and for users who cannot see displays.(f) For transmitted voice signals, telecommunications products shall provide a gain adjustable up to a minimum of 20 dB. For incremental volume control, at least one intermediate step of 12 dB of gain shall be provided.(g) If the telecommunications product allows a user to adjust the receive volume, a function shall be provided to automatically reset the volume to the default level after every use.(h) Where a telecommunications product delivers output by an audio transducer which is normally held up to the ear, a means for effective magnetic wireless coupling to hearing technologies shall be provided.(i) Interference to hearing technologies (including hearing aids, cochlear implants, and assistive listening devices) shall be reduced to the lowest possible level that allows a user of hearing technologies to utilize the telecommunications product.(j) Products that transmit or conduct information or communication, shall pass through cross-manufacturer, non-proprietary, industry-standard codes, translation protocols, formats or other information necessary to provide the information or communication in a usable format. Technologies which use encoding, signal compression, format transformation, or similar techniques shall not remove information needed for access or shall restore it upon delivery.(k) Products which have mechanically operated controls or keys, shall comply with the following:(1) Controls and keys shall be tactilely discernible without activating the controls or keys.(2) Controls and keys shall be operable with one hand and shall not require tight grasping, pinching, or twisting of the wrist. The force required to activate controls and keys shall be 5 lbs. (22.2 N) maximum.(3) If key repeat is supported, the delay before repeat shall be adjustable to at least 2 seconds. Key repeat rate shall be adjustable to 2 seconds per character.(4) The status of all locking or toggle controls or keys shall be visually discernible, and discernible either through touch or sound.§1194.24 Video and multimedia products.(a) All analog television displays 13 inches and larger, and computer equipment that includes analog television receiver or display circuitry, shall be equipped with caption decoder circuitry which appropriately receives, decodes, and displays closed captions from broadcast, cable, videotape, and DVD signals. As soon as practicable, but not later than July 1, 2002, widescreen digital television (DTV) displays measuring at least 7.8 inches vertically, DTV sets with conventional displays measuring at least 13 inches vertically, and stand-alone DTV tuners, whether or not they are marketed with display screens, and computer equipment that includes DTV receiver or display circuitry, shall be equipped with caption decoder circuitry which appropriately receives, decodes, and displays closed captions from broadcast, cable, videotape, and DVD signals.(b) Television tuners, including tuner cards for use in computers, shall be equipped with secondary audio program playback circuitry.(c) All training and informational video and multimedia productions which support the agency’s mission, regardless of format, that contain speech or other audio information necessary for the comprehension of the content, shall be open or closed captioned.(d) All training and informational video and multimedia productions which support the agency’s mission, regardless of format, that contain visual information necessary for the comprehension of the content, shall be audio described.(e) Display or presentation of alternate text presentation or audio descriptions shall be user-selectable unless permanent.§1194.25 Self contained, closed products.(a) Self contained products shall be usable by people with disabilities without requiring an end-user to attach assistive technology to the product. Personal headsets for private listening are not assistive technology.(b) When a timed response is required, the user shall be alerted and given sufficient time to indicate more time is required.(c) Where a product utilizes touchscreens or contact-sensitive controls, an input method shall be provided that complies with§1194.23 (k) (1) through (4).(d) When biometric forms of user identification or control are used, an alternative form of identification or activation, which does not require the user to possess particular biological characteristics, shall also be provided.(e) When products provide auditory output, the audio signal shall be provided at a standard signal level through an industry standard connector that will allow for private listening. The product must provide the ability to interrupt, pause, and restart the audio at anytime.(f) When products deliver voice output in a public area, incremental volume control shall be provided with output amplification up to a level of at least 65 dB. Where the ambient noise level of the environment is above 45 dB, a volume gain of at least 20 dB above the ambient level shall be user selectable. A function shall be provided to automatically reset the volume to the default level after every use.(g) Color coding shall not be used as the only means of conveying information, indicating an action, prompting a response, or distinguishing a visual element.(h) When a product permits a user to adjust color and contrast settings, a range of color selections capable of producing a variety of contrast levels shall be provided.(i) Products shall be designed to avoid causing the screen to flicker with a frequency greater than 2 Hz and lower than 55 Hz.(j) Products which are freestanding, non-portable, and intended to be used in one location and which have operable controls shall comply with the following:(1) The position of any operable control shall be determined with respect to a vertical plane, which is 48 inches in length, centered on the operable control, and at the maximum protrusion of the product within the 48 inch length (seeFigure 1of this part).(2) Where any operable control is 10 inches or less behind the reference plane, the height shall be 54 inches maximum and 15 inches minimum above the floor.(3) Where any operable control is more than 10 inches and not more than 24 inches behind the reference plane, the height shall be 46 inches maximum and 15 inches minimum above the floor.(4) Operable controls shall not be more than 24 inches behind the reference plane (seeFigure 2of this part).§1194.26 Desktop and portable computers.(a) All mechanically operated controls and keys shall comply with§1194.23 (k) (1) through (4).(b) If a product utilizes touchscreens or touch-operated controls, an input method shall be provided that complies with§1194.23 (k) (1) through (4).(c) When biometric forms of user identification or control are used, an alternative form of identification or activation, which does not require the user to possess particular biological characteristics, shall also be provided.(d) Where provided, at least one of each type of expansion slots, ports and connectors shall comply with publicly available industry standards.Subpart C — Functional Performance Criteria§1194.31 Functional performance criteria.(a) At least one mode of operation and information retrieval that does not require user vision shall be provided, or support for assistive technology used by people who are blind or visually impaired shall be provided.(b) At least one mode of operation and information retrieval that does not require visual acuity greater than 20/70 shall be provided in audio and enlarged print output working together or independently, or support for assistive technology used by people who are visually impaired shall be provided.(c) At least one mode of operation and information retrieval that does not require user hearing shall be provided, or support for assistive technology used by people who are deaf or hard of hearing shall be provided.(d) Where audio information is important for the use of a product, at least one mode of operation and information retrieval shall be provided in an enhanced auditory fashion, or support for assistive hearing devices shall be provided.(e) At least one mode of operation and information retrieval that does not require user speech shall be provided, or support for assistive technology used by people with disabilities shall be provided.(f) At least one mode of operation and information retrieval that does not require fine motor control or simultaneous actions and that is operable with limited reach and strength shall be provided.Subpart D — Information, Documentation, and Support§1194.41 Information, documentation, and support.(a) Product support documentation provided to end-users shall be made available in alternate formats upon request, at no additional charge.(b) End-users shall have access to a description of the accessibility and compatibility features of products in alternate formats or alternate methods upon request, at no additional charge.(c) Support services for products shall accommodate the communication needs of end-users with disabilities.Figures to Part 1194Figure 1Vertical Plane Relative to Operative ControlFigure 2Height of Operative Control Relative to a Vertical Plane1. Section 508 does not apply to national security systems, as that term is defined in section 5142 of the Clinger-Cohen Act of 1996 (40 U.S.C. 1452).2. The Access Board is an independent Federal agency established by section 502 of the Rehabilitation Act (29 U.S.C. 792) whose primary mission is to promote accessibility for individuals with disabilities. The Access Board consists of 25 members. Thirteen are appointed by the President from among the public, a majority of who are required to be individuals with disabilities. The other twelve are heads of the following Federal agencies or their designees whose positions are Executive Level IV or above: The departments of Health and Human Services, Education, Transportation, Housing and Urban Development, Labor, Interior, Defense, Justice, Veterans Affairs, and Commerce; the General Services Administration; and the United States Postal Service.3. Whenever the Access Board revises its standards, the Federal Acquisition Regulatory Council is required to revise theFAR, and each appropriate Federal agency is required to revise its procurement policies and directives within six months to incorporate the revisions.4. 48 CFR Chapter 1, part 2,§2.101 Definitions Information Technology (c).For more information please visitSection508.gov"
    },
    {
        "filename": "Servers, Data Center & Storage Services.html",
        "question": "Servers, Data Center & Storage Services",
        "article_text": "HomeServers, Data Center & Storage ServicesServers, Data Center & Storage ServicesITS offers a set of “for fee” infrastructure services to support the needs of departments and researchers across all of the UH campuses. These services are:Virtual ServersMany departments and research teams have the need to operate servers to run their software. The ITS virtual server service provides these groups a fully functioning server for the fraction of the cost of purchasing and operating a physical server.This service leverages the exact same infrastructure that is used by ITS to run the University’s largest and most complicated enterprise systems, so users will find that the system performs as well or better than equipment they may operate themselves.Click here for pricing and information on the ITS virtual server service.Data Center Co-locationITS maintains two enterprise-quality data centers on the Manoa campus. ITS’ co-location service allows departments, individuals or teams to house their computing equipment in one of these data centers. The benefits include the physical security, reliable power and efficient cooling that these data centers provide.Click here for pricing and information on the ITS co-location service."
    },
    {
        "filename": "Swap Meet.html",
        "question": "Swap Meet",
        "article_text": "The Swap Meet|Help|LoginAvailable ItemsDate PostedItemTypeImageQuantityNov 8Rhodamine B IsothiocyanateSurplus Chemicals200 mgNov 8Naphtol + potassium hydroxideSurplus Chemicals20 mLNov 8Phenol, loose crystalsSurplus Chemicals100 gNov 8Ninhydrine in 2-methoxyethanolSurplus Chemicals10 mLNov 82-MercaptoethanolSurplus Chemicals8 mLNov 8Levoglucosan Standard, CustomSurplus Chemicals4 mLNov 8Iron Sulfate (Fe2SO4-), 0.05 M + Sulfuric Acid 0.0Surplus Chemicals<50 mLNov 8Fast Blue BB in Sodium Lauryl SulfateSurplus Chemicals2 x 5 mLNov 81-Ethyl-3-(3-Dimethylamino-propyl)carbodiimide (EDSurplus Chemicals1 gNov 8DNA - herring sperm, lyophylized sodium saltSurplus Chemicals5 gNov 8Dithioerythritol (DTE)Surplus Chemicals5 gNov 85-[(4,6-Dichlorotriazin-2-yl)amino]fluorescein hydSurplus Chemicals10 g and 1 gNov 8ammonium bifluorideSurplus Chemicals500 gNov 8nickel(II) chloride hexahydrateSurplus Chemicals250 g & 500 gNov 8N,N-dimethyacetamideSurplus Chemicals250 mLNov 8aniline blueSurplus Chemicals25 gNov 8acridine orangeSurplus Chemicals10 gNov 8sodium azideSurplus Chemicals100 gNov 8formamideSurplus Chemicals3 x 100 mLNov 8IodineSurplus Chemicals500 g x 9Nov 8Ferric Chloride, 10% w/vSurplus Chemicals500 mLNov 8dimethyl sulfoxide (DMSO)Surplus Chemicals1 LNov 8ethylene glycol monomethyl etherSurplus Chemicals1 LNov 8charcoal, powder, activatedSurplus Chemicals500 gNov 8ParaformaldehydeSurplus Chemicals3 x 500 gNov 8Optical Gel, CargilleSurplus Chemicals1 fl ozNov 8Immersion Oil, Type BSurplus Chemicals2 x 16 fl ozNov 8Sephadex C-50 MediumSurplus Chemicals100 gNov 8Sephadex G-25-80, 20-80µmSurplus Chemicals100 gNov 8HEPESSurplus Chemicals25 gNov 8Neutral RedSurplus Chemicals25 gNov 8Agarose DNA Grade (low melting)Surplus Chemicals25 gNov 8Rhodamine 6GSurplus Chemicals25 gNov 8Potassium phosphate, monobasicSurplus Chemicals500 gNov 8potassium citrateSurplus Chemicals1 poundNov 8Potassium IodideSurplus Chemicals500 gNov 8Tris, Crystallized Free BaseSurplus Chemicals500 gNov 8ChloramphenicolSurplus Chemicals50 gNov 8Sodium acetate, anhydrousSurplus Chemicals500 gNov 8Sodium Citrate, dihydrateSurplus Chemicals100 gNov 8Igepal CA-630Surplus Chemicals500 mLNov 8Sodium thiosulfate, anhydrousSurplus Chemicals2 x 500 gNov 3Metal cabinetFurniture1Nov 3Metal filing cabinetsFurniture8Nov 3Metal book shelvesFurniture6Nov 2Oxford File Guides, letter size, A-ZOther2 boxesNov 1Plastic File BinOffice EquipmentYes3Nov 1Vertical Plastic Paper SorterOffice EquipmentYes3Nov 1Plastic Paper SorterOffice EquipmentYes9Nov 1Metal Lay Flat OrganizerOffice EquipmentYes3Nov 14 Drawer Metal Filing CabinetFurnitureYes2Oct 31Assorted Printer Cartridges (HP/ Brother)Other3 TypesOct 30Dell Powerdge R710 2U Server x 4Computer EquipmentYes4Oct 30Mason jars, cases, various sizesOther10Oct 24Office deskFurnitureYes1Wanted ItemsDate PostedItemTypeImageQuantityOct 30Heavy Duty StaplerOther1Oct 18Apple ComputersComputer Equipmentany amountFree equipment from outside companies for non-profitsWhoURLHawaiian Hopehttp://www.hawaiianhope.org/AvailableItems.aspNOTE:Click on \"Help\" for an overview of the Swap Meet.To post items, click on \"Login\" and complete all fields using your UH username and password.Departments are responsible for moving/installation/disposal costs. Campus facilities services units may charge moving/installation/disposal fees. Please check with your campus facilities unit for more information."
    },
    {
        "filename": "Training - CI Workshops.html",
        "question": "Training - CI Workshops",
        "article_text": "HomeCYBERINFRASTRUCTUREWorkshopsWorkshopsData Science Workshops & SeminarsThe University of Hawaii‘sHawaii Data Science Institute(HIDSI) is a system-wide effort to support data science education, collaborative research and partnerships with industry.HIDSI hosts a variety of data science workshops and seminars throughout the year on topics such as data wrangling, science gateways, R and RStudio, and machine learning and predictive analytics.HIDSI has collaborated with specialists within the University of Hawaii,Chaminade University,Stanford,Virginia Techand organizations such as theTexas Advanced Computing Center(TACC), theAmerican Statistical Association – Hawaii Chapter,Women in Data Science(WiDS) andPractice and Experience in Advanced Research Computing(PEARC).Learn more about upcoming eventsVisitdatascience.hawaii.edufor more information and the latest HIDSI events."
    },
    {
        "filename": "Web Accessibility.html",
        "question": "Web Accessibility",
        "article_text": "HomeCreating Accessible ContentCreating Accessible WebsitesCreating Accessible WebsitesInformation on Website AccessibilityPeople with disabilities should not be excluded from all the benefits the Internet has to offer. This is especially relevant for students with disabilities who would like to enroll in online courses. One of the benefits of distance education is that it allows students with disabilities and students who experience difficulty commuting to classes the ability to take courses online while at home. However, this convenience can easily turn into a problem for students with disabilities if the online classes are not accessible.In general all images should have alt text, form fields should be labeled correctly, and focus outlines should be shown for keyboard navigation. Also, correct header order should be followed, proper contrast ratio should be used (of at least4.5:1for normal text and 3:1 for large text), and videos should be captioned, and/or audio clips should have transcripts. View more information abouttechniques and WCAG 2.0 Guideline.View a good list of resources to help you identify and fix problemshere.Accessibility Considerations for ʻŌlelo Hawaiʻi and other LanguagesAssistive technology, such as screen readers, may not know how to handle different languages, such as Hawaiian words that have diacritic marks. This section explains best practices based on what is defined inWCAG 2.1 Guideline 3.1 Readable. For screen readers, unless Hawaiian is supported by the end user’s software, the words and phrases will more than likely be mispronounced.Ensure the proper language <lang> attribute is defined in the HTML header of your webpage. This markup helps assistive technology, like screen readers, identify the language of the media. For example, if your website is predominantly in US English, please define <lang=”en-US”>. If your webpage is predominately in Hawaiian, please define <lang=”haw”>. Other ISO 639 language codes can be found on theLibrary of Congresses website.Example:<html lang=”en-US”>If you have a mixed language webpage, use the above <lang> attribute on paragraphs <p>, and other formatting tags where the language changes. Setting the <lang> attribute will tell the assistive technology how to handle the text.Example:<p lang=”haw”>Ua Mau ke Ea o ka ʻĀina i ka Pono</p>Example:<em lang=”haw”>Maluna aʻe o nā lāhui a pau ke ola ke kanaka</em>In order to use Hawaiian characters and have the ‘okina and kahakō show properly, you should define <meta charset=”utf-8″> in the HTML header of your webpage. This code lets the browser know that the page contains UTF-8 content.Example:<html lang=”en-US”><head><meta charset=”utf-8”><body><p lang=\"haw\">Hawai&#699i</p><p lang=\"haw\">Kahak&#333</p></body></html>ʻOkina and vowels with kahakō may be coded in HTML with the following escape sequences:ʻokina—&#699\n\nĀ—&#256\n\nā—&#257\n\nĒ—&#274\n\nē—&#275\n\nī—&#299\n\nĪ—&#298\n\nŌ—&#332\n\nō—&#333\n\nŪ—&#362\n\nū—&#363Error messages, and popup alert messages should be in the same language that the page or piece of content containing them uses.WordPress AccessibilityWebsites made with WordPress are quickly becoming the new standard for content management and web design. This is due, in part, to the ease in which individuals with little to no coding knowledge can create and edit content using WordPress’s powerful tools. However, while WordPress sites may look flashy, they often require additional work to make them accessible. WordPress offers many first and third party themes that make your site look flashy, but aren’t always accessible. If you purchase a theme, make sure it is accessible first. If you can’t find accessibility information, email the developer of the theme.Here you will find tools to assist in making your WordPress site more accessible to all who may view your site.WordPress Accessibility SupportWordPress Accessibility CodexAccessibility-Ready Themes by WordPressITSnow offers a WordPress multisite service forUHSystem (www.hawaii.edu/<sitename>) andUHManoa (manoa.hawaii.edu/<sitename>) departments. This service features anADAcompliant theme. All WordPress updates are managed byITS. This option is especially ideal for departments who may not have the necessary funding to have a dedicatedITspecialist manage the backend of the website, but would still like to have an online presence in theUHcommunity. WordPress offers a user-friendly interface that allows its users to easily create and edit content without requiring any coding experience. Please visit the ITSFAQfor the UH Hosted Website Service for more information on this multisite service.Drupal AccessibilityAs with WordPress, Drupal sites often require additional work to make them accessible. Drupal also offers many first and third party themes that make your site look flashy, however they aren’t always accessible. If you purchase a theme, make sure it is accessible first. If you can’t find accessibility information, email the developer of the theme.Here you will find tools to assist in making your Drupal site more accessible to all who may view your site.Drupal Accessibility SupportDrupal Accessibility Tools and Best PracticesFind an Accessible Drupal ThemeGoogle SitesGoogle Sites is aWYSIWYGeditor that can be used to create simple web pages through the Google’s G Suite of software. Web pages created with Google Sites are largely not accessible. However, there are some steps that you can take to make your Google Site as accessible as possible:Include alt text for imagesOrganize your site using proper heading order <h1> through <h4>Use a color contrast ratio of 4.5:1 for large text and 7:1 for other text and imagesUse informative link textUse large, left-aligned text when possibleUse numbered and bulleted listsUse a theme that allows you to see the focus outline as you tab through links on the siteFor information on how to perform these tasks in Google Sites, please check out Google’s helparticle."
    },
    {
        "filename": "Zoom.html",
        "question": "Zoom",
        "article_text": "ZoomInformation Technology Services (ITS) has established a licensing program with the video conferencing provider calledZoom. Zoom may be used for hosting online classes, meetings, webinars, advising, tutorials, online office hours, connecting with subject-matter experts, group work, and more. A Zoom user account is needed toschedule, host, or moderatea Zoom meeting. However, an account is not needed toattenda meeting.A limited number of Licensed (or \"Pro\") accounts are available to active UH faculty and staff. Accounts will be monitored periodically to verify usage. Any unused accounts will reduced to a Basic (free) account to provide the higher level of Zoom services to another user.How to request for a Zoom Account:Do you need tohost1 to 1 meetings and/or group meetings/classeswith less than 100 participants and under 40 minutes? IfYES, please sign up for a free,Zoom Basic Accountathttps://zoom.us/signup.Do you need tohost1 to 1 meetings and/or group meetings/classeswith more than 100 participants and/or over 40 minutes? IfYES, please sign up for a UH Zoom License by clicking on theRequest Accountbutton below and list this as your reason. Please note that the maximum number of participants for this account is 300 participants.NOTE: If you need to host a one-time meeting, and do not need a full account, please request for this by visiting theITS Desktop Videoconferencing websitein the \"Scheduling\" section.Do you needspecific featuresfor meetings and/or group meetings/classes that are not included in the Zoom Basic Account? IfYES, please sign up for a UH Zoom License by clicking on theRequest Accountbutton below and list the specific feature(s) that you require.Please read through theZoom Terms and Conditions.Click on the button below to request for a new UH Zoom account. You will be required to log in with the UH Username and password of the account you are requesting a license for (UH departmental accounts are accepted). A valid reason for your request will also be needed. Once submitted, you will receive a response within2-3 business days. Please emailsladmin@hawaii.eduif you do not receive a response within that time frame.Helpful LinksFor faculty needing assistance during the COVID-19 emergency:Teaching Online During an EmergencyTo get started, visit theZoom Help Centeror theUH Zoom Tutorials Page.For any questions regarding Zoom settings, features, and options, please contactuh-zoom-support@lists.hawaii.edu.Follow theUH ITS Zoom Blogto keep up with the current tips and issues with using Zoom.For free interactive live training sessions from Zoom experts visit theZoom Live Training Webinarspage.For issues with your account or the services, contactZoom Technical Support.For any technical issues on the day of your conference please contact the Video Operations Center at (808) 956-5191. For assistance after hours/weekends/holidays, you may contact the ITS Help Desk at (808) 956-8883 / toll free: (800) 558-2669, or email:help@hawaii.edu.FAQsWhere can faculty get assistance in teaching their course online?Please reviewTeaching Online During an Emergency.Who is eligible for a UH Zoom Account?Active UH faculty and staff* with a need for a higher level of Zoom services may request for a licensed  account through this program. Unfortunately this program does not cover undergraduate/graduate students. All users may sign up for a free, \"Basic\" account directly fromZoom.* Graduate, Research, and Teaching Assistants also qualify.Can I request for an account using a UH Departmental Email Account?Yes. With Zoom, you can request for an account using a departmental email address.What's the difference between the free \"Basic\" (free) account from Zoom and a UH Zoom account?Anyone can request for a free account directly fromZoom. The free, \"Basic\" account allows the user to host an unlimited number of one-on-one meetings for 40 minutes or less. You can also host group meetings with a maximum of 100 attendees, for a duration of up to 40 minutes.UH has a limited number of \"Educational\" accounts for Zoom. This type of account gives a user access to an unlimited number of meetings with a maximum of300participants. There are no time restrictions on the duration of any group meetings with this account.How do I know if I have a Basic or a Licensed Account?Log in to your Zoom Account (https://zoom.us/signin) and click on PROFILE in the left column. You should see one of the following:Basic (Free) Account:UH Licensed Account:Are the UH Zoom Accounts HIPAA compliant?No, the general accounts provided from this request page are not HIPAA compliant. For HIPAA, recording, chat and many other features would need to be diabled for privacy. The UH Zoom accounts do not have these features disabled as they are needed for general university use.ITS however does have a limited number of HIPAA compliant Zoom accounts available. If you are in need of a HIPAA compliant Zoom account please email your request touh-zoom-support@lists.hawaii.edu.Do I need an account to attend a Zoom meeting?No, an Zoom account is not needed to attend a meeting. Only those that host meetings will need a Zoom account.Are webinars included in the UH Zoom Account?No, the webinar feature is not included with UH Zoom Accounts. You can however request for temporary access for your event(s). This is currently a shared resource and availability is on a first come first served basis. The current capacity for Zoom webinar viewers is limited to 500 or 1000. Please visit the following site for more info and to submit your request:https://www.hawaii.edu/its/videoconferencing/webinar/.Is Live Streaming an option for an event under the UH Zoom Account?Due to security reasons ITS has blocked, by default, the ability for users to live stream their conferences. ITS is able to temporarily provide access when/if this feature is needed. To request access please contact:uh-zoom-support@lists.hawaii.edu.Is there a Toll-Free number that can be used for meetings?At this time there is no toll-free number. More information will be posted here if/when options are available.How do I record a Zoom meeting?Zoom Basic (Free) account and UH Zoom Licensed Accounts have recording capabilities. Visithttps://support.zoom.us/hc/en-us/articles/201362473-Local-Recordingfor detailed instructions.Is cloud recording available for Zoom?For security and privacy reasons, direct access to the Zoom’s Cloud Recording portal is disabled. As an alternative, cloud recordings may be accessed instead through ITS’UH Zoom Recording service. Otherwise, recordings are saved directly to your local hard drive.What is UH's policy for online lectures and recordings (FERPA)?The FERPA guideline for UH can be found at:https://datagov.intranet.hawaii.edu/ferpa-guidance-for-online-lectures-and-recordings/Will there be a charge for these accounts in the future?At this time, ITS is providing a limited number of accounts to UH faculty, staff and departmental accounts to utilize Zoom's video conferencing services. A charge-back system may be put in place at a later time, however this has not been determined yet. Users will be notified if a fee is put in place for licensed accounts. \"Basic\" Zoom accounts either from Zoom or UH are still free of charge.Are there UH virtual backgrounds that users can use?The UH Office of Communications has created a page with backgrounds for the UH Manoa and UH System, with links for UH West Oahu and UH Hilo:https://www.hawaii.edu/offices/communications/zoom-backgrounds/If there are any questions regarding this program, please contact the ITS Site License Office at (808) 956-2404 or email:sladmin@hawaii.edu."
    }
]